Repository: wp-plugins/plugins-garbage-collector
Catalog: lang/pgc-*.po
Languages: cs_cz, de_de, id_id, it_it, ja, lt_lt, nl_nl, pl_pl, ru_ru

source: Hide
it_it: Nascondi
lt_lt: Paslėpti
nl_nl: Verberg
pl_pl: Ukryj
ru_ru: Скрыть

source: Table Name
cs_cz: Název tabulky
de_de: Tabellen Name
id_id: Nama Tabel
it_it: Nome della tabella
ja: テーブル名
lt_lt: Lentelės Pavadinimas
nl_nl: Tabel naam
pl_pl: Nazwa tabeli
ru_ru: Название таблицы

source: Records #
cs_cz: Záznamů #
de_de: Einträge #
id_id: Record #
it_it: Record #
ja: レコード #
lt_lt: Įrašai #
pl_pl: Rekordy #
ru_ru: Записей #

source: KBytes #
cs_cz: Kb #
it_it: KB #
ja: キロバイト #
lt_lt: Kilobaitai #
pl_pl: KBajty #
ru_ru: Килобайт #

source: Plugin Name
cs_cz: Název pluginu
id_id: Nama Plugin
it_it: Nome del plugin
ja: プラグイン名
lt_lt: Papildinio Pavadinimas
nl_nl: Plugin naam
pl_pl: Nazwa wtyczki
ru_ru: Название плагина

source: Plugin State
cs_cz: Stav pluginu
de_de: Plugin-Status
id_id: Status Plugin
it_it: Stato del plugin
ja: プラグインの状態
lt_lt: Papildinio Būsena
nl_nl: Plugin status
pl_pl: Stan wtyczki
ru_ru: Состояние плагина

source: Let's see what tables in your database do not belong to the core WordPress installation:
cs_cz: Přehled tabulek z vaší databáze, které nejsou součástí základní instalace WordPressu:
de_de: Sehen wir nach welche Tabellen in Ihrer Datenbank nicht zum Kern der WordPress Installation gehören:
id_id: Ayo kita lihat tabel apa yang terdapat di basis data Anda yang tidak memiliki ke instalasi utama WordPress:
it_it: Guarda quali tabelle nel tuo database non appartengono al core di WordPress:
ja: プラグインによって追加されたデータベースのテーブル：
lt_lt: Pažiūrėkime kurios Jūsų duomenų bazės lentelės nepriklauso WordPress įdiegimo branduoliui:
nl_nl: De volgende tabellen in jouw DB behoren niet tot de core WP installatie:
pl_pl: Zobaczmy, które tabele w bazie danych nie należą do rdzenia instalacji WordPressa:
ru_ru: Давайте посмотрим, какие таблицы в вашей базе данных не принадлежат основной установке WordPress:

source: Some tables are hidden by you. Turn on "Show hidden DB tables" option and click "Scan" button again to show them.
it_it: Hai nascosto alcune tabelle. Seleziona l'opzione "Mostra tabelle nascoste DB" e clicca nuovamente il pulsante "Esamina" per mostrarle.
lt_lt: Kai kurios lentelės yra paslėptos Jūsų nurodymu. Įjunkite "Rodyti paslėptas duomenų bazės lenteles" parinktį ir spragtelkite "Peržiūrėti" mygtuką dar kartą, kad parodyti jas.
nl_nl: Sommige Tabellen zijn verborgen door de gebruiker. Selecteer "Toon verborgen DB tabellen" optie en klik de "Scan" knop om deze te tonen.
pl_pl: Niektóre tabele zostały ukryte przez ciebie. Włącz opcję "Show hidden DB tables" i ponownie kliknij przycisk "Scan" aby je zobaczyć.
ru_ru: Некоторые таблицы скрыты вами. Включи опцию "Показать скрытые таблицы" и щелкни "Сканировать", чтобы отобразить из снова.

source: Delete Tables
cs_cz: Smazat tabulky
de_de: Tabellen löschen
it_it: Cancella Tabelle
lt_lt: Ištrinti Lenteles
nl_nl: Verwijder Tabellen
pl_pl: Usuń tabele
ru_ru: Удалить Таблицы

source: Attention!
cs_cz: Upozornění!
de_de: Achtung!
it_it: Attenzione!
lt_lt: Dėmesio!
nl_nl: Opgelet!
pl_pl: Uwaga!
ru_ru: Внимание!

source: Operation rollback is not possible. Consider to make database backup first. Please double think before click <code>Delete Tables</code> button.
cs_cz: Operace <a href="http://cs.wikipedia.org/wiki/ROLLBACK">rollback</a> není možná. Před pokračováním si zálohujte databázi. Dvakrát poklikejte na tlačítko <code>Delete Tables</code>.
de_de: Wiederherstellen ist nicht möglich. Bitte machen Sie zuerst ein Datenbank-Backup und überlegen Sie zwei mal bevor Sie den <code>Tabellen löschen</code> Button klicken.
it_it: Non è possibile effettuare il rollback. Prima considera di effettuare il backup del database. Per favore, pensaci due volte prima di cliccare sul bottone <code>Cancella Tabelle</code>.
lt_lt: Operacijos padariniai - negrįžtami. Apsvarstykite duomenų bazės atsarginės kopijos išsaugojimo galimybę. Prieš paspaudžiant <code>Ištrinti Lenteles</code> mygtuką, pagalvokite dukart.
nl_nl: Verwijdering kan niet ongedaan worden gemaakt. Overweeg een Database backup te maken. Denk goed na alvorens de <code> Verwijder Tabellen </code> knop te selecteren.
pl_pl: Cofnięcie tej operacji nie jest możliwe. Rozważ zrobienie kopii zapasowej swojej bazy danych. Proszę pomyśl dwukrotnie zanim klikniesz przycisk <code>Delete Tables</code>.
ru_ru: Откат операции не возможен. Сделайте резервную копию базы данных сначала. Пожалуйста, хорошо подумайте перед щелчком по кнопке <code>Удалить Таблицы</code>

source: Congratulations! It seems that your WordPress database is clean.
cs_cz: Gratulujeme! Vaše databáze WordPressu je vyčistěná.
de_de: Gratulation! Anscheinend ist Ihre WordPress-Datenbank sauber.
id_id: Selamat! Nampaknya basis data WordPress Anda saat ini bersih.
it_it: Congratulazioni! Sembra che il tuo database wordpress sia pulito.
ja: おめでとうございます！あなたのデーtベースはクリーンです。
lt_lt: Sveikiname! Atrodo, jog Jūsų WordPress duomenų bazė yra švari.
nl_nl: Gefelicieerd! Het lijkt erop dat jouw WordPress database schoon is.
pl_pl: Gratulacje! Wydaje się, że twoja baza danych WordPressa jest czysta.
ru_ru: Поздравляем! Похоже, что ваша WordPress база данных чиста.

source: Extra Field
it_it: Campo Extra
lt_lt: Papildomas Laukelis
nl_nl: Extra veld
pl_pl: Dodatkowe pole
ru_ru: Добавл. поле

source: Delete Extra Columns
cs_cz: Smazat Extra Columns
de_de: Extra Columns löschen
it_it: Elimina Colonne Extra
lt_lt: Ištrinti Papildomus Stulpelius
nl_nl: Verwijder extra kolommen
pl_pl: Usuń dodatkowe kolumny
ru_ru: Удалить столбцы

source: Operation rollback is not possible. Consider to make database backup first. Please double think before click <code>Delete Extra Columns</code> button.
cs_cz: Operace <a href="http://cs.wikipedia.org/wiki/ROLLBACK">rollback</a> není možná. Před pokračováním si zálohujte databázi. Dvakrát poklikejte na tlačítko <code>Delete Tables</code>.
de_de: Wiederherstellen ist nicht möglich. Bitte machen Sie zuerst ein Datenbank-Backup und überlegen Sie zwei mal bevor Sie den <code>Tabellen löschen</code> Button klicken.
it_it: Non è possibile tornare indietro. Prima, considera di effettuare il backup del database. Per favore, pensaci due volte prima di cliccare sul bottone <code>Cancella Tabelle</code>.
lt_lt: Operacijos padariniai - negrįžtami. Apsvarstykite duomenų bazės atsarginės kopijos išsaugojimo galimybę. Prieš paspaudžiant <code>Ištrinti Papildomus Stulpelius</code> mygtuką, pagalvokite dukart.
nl_nl: Verwijdering kan niet ongedaan worden gemaakt. Overweeg een Database backup te maken. Denk goed na alvorens de <code> Verwijder Extra Kolommen </code> knop te selecteren.
pl_pl: Cofnięcie tej operacji nie jest możliwe. Rozważ zrobienie kopii zapasowej swojej bazy danych. Proszę pomyśl dwukrotnie zanim klikniesz przycisk <code>Delete Extra Columns</code>.
ru_ru: Откат операции не возможен. Сделайте резервную копию базы данных сначала. Пожалуйста, хорошо подумайте перед щелчком по кнопке <code>Удалить Таблицы</code>

source: Congratulations! It seems that your WordPress database tables structure is not changed
cs_cz: Gratulujeme! Vaše databáze WordPressu je vyčistěná.
de_de: Gratulation! Anscheinend ist Ihre WordPress-Datenbank sauber.
it_it: Congratulazioni! Sembra che la struttura delle tabelle del tuo database WordPress non sia cambiata
lt_lt: Sveikiname! Atrodo, jog Jūsų WordPress duomenų bazės lentelių struktūra nepakeista
nl_nl: Gefeliciteerd! het lijkt erop dat de WordPress database schoon is.
pl_pl: Gratulacje! Wygląda na to, że struktura tabel bazy danych WordPressa nie uległa zmianie
ru_ru: Поздравляем! Похоже, что ваша WordPress база данных чиста.

source: This feature is still in production and will be realized in the next version
it_it: Questa funzionalità è ancora in fase di sviluppo e sarà realizzata nella prossima versione
lt_lt: Ši funkcija vis dar plėtojama ir bus pristatyta vartojimui sekančioje versijoje
nl_nl: Deze functie is in ontwikkeling en kan in een volgende versie worden toegevoegd
pl_pl: Ta funkcja jest nadal w produkcji i będzie dostępna w następnej wersji
ru_ru: Эта функция ещё в разработке и будет реализована в следующей версии

source: Turn on at least one Search checkbox before start Scan process!
it_it: Seleziona almeno una casella di ricerca prima di Esaminare!
lt_lt: Prieš pradedant Peržiūros procesą, pažymėkite bent vieną Paieškos pažymimąjį langelį!
nl_nl: Selecteer minimaal één Zoek checkbox voordat het Scan proces wordt gestart!
pl_pl: Zaznacz co najmniej jedną opcję, zanim zaczniesz skanowanie!
ru_ru: Включите по крайней мере один чек-бокс перед началом процесса сканироваия!

source: Scanning
cs_cz: Sken
de_de: Durchsuchen
id_id: Sedang memindai
it_it: Per esaminare
ja: スキャン中
lt_lt: Peržiūrima
nl_nl: Scannen
pl_pl: Skanowanie
ru_ru: Сканирование

source: will take some time. Please confirm to continue
cs_cz: bude chvíli trvat. Pokud jste připraveni pokračujte
de_de: dauert einige Zeit. Bitte bestätigen um fortzusetzen
id_id: membutuhkan beberapa menit. Konfirmasikan untuk melanjutkan
it_it: ci vorrà un po\' di tempo. Per favore conferma per continuare
ja: しばらく時間がかかります。続けるにはOKをクリック。
lt_lt: tai šiek tiek užtruks. Prašome patvirtinti, kad tęsti
nl_nl: neemt enige tijd in beslag. Bevestig om door te gaan.
pl_pl: zajmie trochę czasu. Proszę potwierdzić aby kontynuować
ru_ru: займет некоторое время. Подтверждите, пожалуйста, чтобы продолжить

source: Select at least one table before click on Delete button
cs_cz: Vyberte alespoň jednu tabulku a klikněte na smazat
de_de: Bitte wählen Sie mindestens eine Tabelle aus bevor Sie Löschen klicken
id_id: Pilih sedikitnya satu tabel sebelum menekan tombol Hapus
it_it: Seleziona almeno una tabella prima di cliccare sul tasto Elimina
lt_lt: Pasirinkite bent vieną lentelę prieš paspaudžiant Ištrinti mygtuką
nl_nl: Selecteer minimaal één Tabel voordat de Delete button wordt geselecteerd
pl_pl: Zaznacz co najmniej jedną tabelę przed kliknięciem przycisku Usuń
ru_ru: Выберите по крайней мере одну таблицу перед щелчком по клавише Delete

source: Delete database tables last confirmation: Click "Cancel" if you have any doubt.
cs_cz: Opravdu chcete odstranit tabulky? V případě pochybností klikněte na "Zrušit"
de_de: Letzte Bestätigung bevor Datenbank-Tabellen gelöscht werden: Klicken Sie "Cancel" wenn Sie Zweifel haben.
id_id: Konfirmasi terakhir penghapusan tabel basis: Klik "Batal" jika Anda ragu-ragu.
it_it: Ultima conferma per l\'eliminazione delle tabelle del database: Clicca "Cancella" se hai qualche dubbio.
lt_lt: Paskutinis duomenų bazės lentelių ištrynimo patvirtinimas: Paspauskite "Atšaukti", jeigu turite kokių nors dvejonių.
nl_nl: Laatste waarschuwing voor het verwijderen van de Database Tabellen: Selecteer "Annuleren" als je twijfelt.
pl_pl: Usuń tabele bazy danych, ostatnie potwierdzenie: Kliknij "Cancel", jeśli masz jakiekolwiek wątpliwości.
ru_ru: Последней подтверждение перед операций удаления таблиц из базы данных: Щелкните "Отмена", если не уверены.

source: Search DB for tables created by plugins
it_it: Cerca nel DB le tabelle create dai plugin
lt_lt: Papildinių sukurtų lentelių paieška duomenų bazėje
nl_nl: Doorzoek de DB voor tabellen gecreëerd door plugins
pl_pl: Szukaj w bazie danych tabel utworzonych przez wtyczki
ru_ru: Искать таблицы, созданные плагинами

source: Search none-WP tables
it_it: Cerca le tabelle non-WP
lt_lt: Ieškoti ne WordPress lentelių
nl_nl: Zoek naar NIET WP tabellen
pl_pl: Szukaj tabel nie należących do WordPressa
ru_ru: Искать таблицы, не принадлежащие WordPress

source: Search DB for changes which plugins made to the original WP tables structure
it_it: Cerca nel DB cambiamenti fatti dai plugin alla struttura originale delle tabelle WP
lt_lt: Ieškoti duomenų bazės pakeitimų, kuriuos papildiniai atliko originaliai WordPress lentelių struktūrai
nl_nl: Zoek in de DB naar veranderingen in originele WP tabellen die zijn aangebracht door plugins.
pl_pl: Szukaj zmian zrobionych przez wtyczki w oryginalnej strukturze tabel WordPressa
ru_ru: Искать изменения, внесенные плагинами в структуру таблиц базы данных WordPress

source: Search WP tables structure changes (beta - experimental)
it_it: Cerca cambiamenti nella struttura delle tabelle WP (beta - sperimentale)
lt_lt: Ieškoti WordPress lentelių struktūros pakeitimų (beta - eksperimentinis)
nl_nl: Zoek naar WP tabel structuur veranderingen (beta - experimenteel)
pl_pl: Szukaj zmian w strukturze tabel WordPressa (beta - eksperymentalna)
ru_ru: Найти изменения в структуре таблиц WordPress (бета - эксперимент)

source: Include tables which are hidden by your request to the search results
it_it: Includi le tabelle che hai deciso di nascondere dai risultati di ricerca
lt_lt: Įtraukti lenteles, kurios yra paslėptos paieškos rezultatuose (Jūsų nurodymu)
nl_nl: Inclusief tabellen die door uw verzoek verborgen bij de zoekresultaten
pl_pl: Do wyników wyszukiwania dołącz tabele ukryte przez ciebie
ru_ru: Включить скрытые вами таблицы в результаты сканирования

source: Show hidden tables
it_it: Mostra tabelle nascoste
lt_lt: Rodyti paslėptas lenteles
nl_nl: Toon verborgen tabellen
pl_pl: Pokaż ukryte tabele
ru_ru: Показать скрытые таблицы

source: Scan
cs_cz: Sken
id_id: Pindai
it_it: Esamina
ja: スキャンする
lt_lt: Peržiūrėti
pl_pl: Skanuj
ru_ru: Сканирование

source: Click this button to gather information how plugins use your WordPress database
cs_cz: Kliknutím na &lt;Sken&gt; se shromáždí informace o pluginech, které využívají databázi WordPressu
de_de: Klicken Sie &lt;Scan&gt; um Informationen über Plugin-Daten in Ihrer WordPress-Datenbank zu sammeln
it_it: Clicca questo pulsante per raccogliere informazioni su come i pulgin utilizzano il tuo database WordPress
lt_lt: Paspauskite šį mygtuką norėdamas gauti daugiau informacijos apie tai, kaip papildinys naudoja Jūsų WordPress duomenų bazę.
nl_nl: Klik &lt;Scan&gt; om infomatie te verzamelen hoe plugins jouw database gebruiken
pl_pl: Kliknij ten przycisk, by zebrać informacje, jak wtyczki wykorzystują bazę danych twojego WordPressa
ru_ru: Щелкните &lt;Сканирование&gt;, чтобы собрать информацию о том, как плагины используют базу данных вашего WordPress

source: About this Plugin:
cs_cz: O tomto pluginu
de_de: Über dieses Plugin:
id_id: Mengenai Plugin ini:
it_it: Riguardo a questo plugin:
ja: このプラグインについて：
lt_lt: Apie šį Papildinį:
nl_nl: Over deze Plugin:
pl_pl: O tej wtyczce:
ru_ru: Об этом плагине:

source: Author's website
cs_cz: Web autora
de_de: Webseite des Authors
id_id: Situs Pembuat
it_it: Sito web dell'autore
ja: 作者のウェブサイト
lt_lt: Autoriaus svetainė
nl_nl: Website auteur
pl_pl: Strona autora
ru_ru: Вебсайт автора

source: Plugin webpage
cs_cz: Web pluginu
de_de: Plugin Webseite
id_id: Situs Plugin
it_it: Pagina web del plugin
ja: プラグインのウェブサイト
lt_lt: Papildinio puslapis
nl_nl: Plugin webpagina
pl_pl: Strona wtyczki
ru_ru: Вебстраница плагина

source: Changelog
cs_cz: Seznam změn
de_de: Liste der Änderungen
id_id: Catatan perubahan
ja: 変更ログ
lt_lt: Pasikeitimų žurnalas
nl_nl: Veranderingen
pl_pl: Lista zmian
ru_ru: История изменений

source: Donate
cs_cz: Dar
de_de: Spenden
id_id: Donasi
it_it: Fai una donazione
ja: 寄付
lt_lt: Paaukokite
nl_nl: Bijdrage
pl_pl: Dotacje
ru_ru: Поддержка

source: Greetings:
cs_cz: Poděkování:
de_de: Grüße:
id_id: Ucapan:
it_it: Ringraziamenti:
ja: 感謝：
lt_lt: Pasisveikinimai:
nl_nl: Welkom:
pl_pl: Podziękowania:
ru_ru: Благодарности:

source: It's me, the author
cs_cz: O mě, autorovi
de_de: Ich bins, der Author
id_id: Ini saya, pembuat
it_it: Sono io, l'autore
ja: 作者です
lt_lt: Čia aš, autorius
nl_nl: Ik ben het, de auteur
pl_pl: To ja, autor
ru_ru: Это я, автор

source: For the help with Chinese translation
nl_nl: Voor de hulp bij Chinese vertaling
pl_pl: Za tłumaczenie na język chiński
ru_ru: За помощь с китайским переводом

source: For the help with Czech translation
cs_cz: Za pomoc s chech verzí
de_de: Hilfe bei der Übersetzung ins Czech
lt_lt: Ieškant pagalbos, verčiant į čekų kalbą
nl_nl: Voor de hulp bij de Czech vertaling
pl_pl: Za tłumaczenie na język czeski
ru_ru: За помощь с чешским переводом

source: For the help with Dutch translation
id_id: Untuk bantuan dengan terjemahan bahasa Belanda
pl_pl: Za tłumaczenie na język niderlandzki
ru_ru: За помощь с датским переводом

source: For the help with French translation
cs_cz: Za pomoc s francouzkou verzí
de_de: Hilfe bei der Übersetzung ins Französische
id_id: Untuk bantuan dengan terjemahan bahasa Perancis
it_it: Per l'aiuto con la traduzione in Francese
ja: フランス語翻訳のヘルプには
lt_lt: Ieškant pagalbos, verčiant į prancūzų kalbą
nl_nl: Voor de hulp bij de Franse vertaling
pl_pl: Za tłumaczenie na język francuski
ru_ru: За помощь с французским переводом

source: For the help with German translation
cs_cz: Za pomoc s německou verzí
de_de: Hilfe bei der Übersetzung ins Deutsche
id_id: Untuk bantuan dengan terjemahan bahasa Jerman
it_it: Per l'aiuto con la traduzione in Tedesco
ja: ドイツ語翻訳
lt_lt: Ieškant pagalbos, verčiant į vokiečių kalbą
nl_nl: Voor de hulp bij de Duitse vertaling
pl_pl: Za tłumaczenie na język niemiecki
ru_ru: За помощь с немецким переводом

source: For the help with Indonesian translation
cs_cz: Za pomoc s indonéskou verzí
de_de: Hilfe bei der Übersetzung ins Indonesische
id_id: Untuk bantuan dengan terjemahan bahasa Indonesia
it_it: Per l'aiuto con la traduzione Indonesiana
ja: インドネシア語翻訳のヘルプには
lt_lt: Ieškant pagalbos, verčiant į indoneziečių kalbą
nl_nl: Voor de hulp bij de Franse vertaling
pl_pl: Za tłumaczenie na język indonezyjski
ru_ru: За помощь с индонезийским переводом

source: For the help with Italian translation
cs_cz: Za pomoc s italskou verzí
de_de: Hilfe bei der Übersetzung ins Italienisch
id_id: Untuk bantuan dengan terjemahan bahasa Italia
it_it: Per l'aiuto con la traduzione in Italiano
lt_lt: Ieškant pagalbos, verčiant į italų kalbą
nl_nl: Voor de hulp bij de Italian vertaling
pl_pl: Za tłumaczenie na język włoski
ru_ru: За помощь с итальянским переводом

source: For the help with Japanese translation
cs_cz: Za pomoc s japonskou verzí
de_de: Hilfe bei der Übersetzung ins Japanisch
id_id: Untuk bantuan dengan terjemahan bahasa Jepang
it_it: Per l'aiuto con la traduzione in Giapponese
ja: 日本語翻訳
lt_lt: Ieškant pagalbos, verčiant į japonų kalbą
nl_nl: Voor de hulp bij de Franse vertaling
pl_pl: Za tłumaczenie na język japoński
ru_ru: За помощь с японским переводом

source: For the help with Lithuanian translation
nl_nl: Voor de hulp bij de Litouwse vertaling
pl_pl: Za tłumaczenie na język litewski
ru_ru: За помощь с чешским переводом

source: For the help with Polish translation
nl_nl: Voor hulp bij de Poolse vertaling
pl_pl: Za tłumaczenie na język polski
ru_ru: За помощь с польским переводом

source: For the help with Spanish translation
cs_cz: Za pomoc se španělskou verzí
de_de: Hilfe bei der Übersetzung ins Spanische
id_id: Untuk bantuan dengan terjemahan bahasa Spanyol
it_it: Per l'aiuto con la traduzione in Spagnolo
ja: スペイン語翻訳のヘルプには
lt_lt: Ieškant pagalbos, verčiant į ispanų kalbą
nl_nl: Voor de hulp bij de Franse vertaling
pl_pl: Za tłumaczenie na język hiszpański
ru_ru: За помощь с испанским переводом

source: For the help with bug fix and contribution to source code
nl_nl: Voor de hulp bij het oplossen van bugs en het bijdragen tot verbetering van de broncode
pl_pl: Za pomoc w poprawieniu błędów oraz za wkład w kod źródłowy
ru_ru: За помощь в поиске и исправлении ошибок, разработке кода

source: Do you wish to see your name with link to your site here? You are welcome! Your help with translation and new ideas are very appreciated.
cs_cz: Přejete si zde vidět vaše jméno s odkazem? To není žádný problém! Pošlete mi překlad nebo mi sdělte váš nápad.
de_de: Möchten Sie hier Ihren Namen und einen Link zu Ihrer Seite sehen? Sehr gerne! Ihre Hilfe bei der Übersetzung und neuen Ideen für das Plugin sind herzlich willkommen.
id_id: Anda ingin melihat nama Anda dengan tautan ke situs Anda di sini? Silahkan! Bantuan terjemahan Anda dan ide baru sangat dihargai.
it_it: Vorresti vedere il tuo nome con il link al tuo sito qui? Sei il benvenuto! Il tuo aiuto con la traduzione e nuove idee sono molto apprezzate.
ja: 翻訳や新しいアイデアへのサポートをしていただいた方には、こちらにお名前とサイトへのリンクを掲載しています。皆様からのご協力をお待ちしています。
lt_lt: Ar čia norėtumėte matyti savo vardą su nuoroda į Jūsų tinklapį? Maloniai prašome! Jūsų pagalba verčiant ir pateikiant naujas idėjas yra labai laukiama.
nl_nl: Wil je hier je eigen naam zien inclusief een link naar je eigen website? Je bent van harte welkom! Je hulp met vertalen en het aanbrengen van nieuwe ideeën wordt zeer gewaardeerd.
pl_pl: Chcesz zobaczyć swoje nazwisko z linkiem do twojej strony tutaj? Zapraszamy! Twoja pomoc w tłumaczeniu i nowe pomysły są bardzo mile widziane.
ru_ru: Желаете увидеть здесь свое имя и ссылку на ваш сайт? Добро пожаловать! Ваша помощь с переводом и новые идеи будут как нельзя кстати.

source: requires WordPress 3.0 or newer.
cs_cz: vyžaduje WordPress 3.0 nebo novější.
de_de: benötigt WordPress 3.0 oder neuer.
lt_lt: reikalauja WordPress 3.0 arba naujesnio.
nl_nl: vereist WordPress 3.0 of hoger.
pl_pl: wymaga WordPressa 3.0 lub nowszego.
ru_ru: требует WordPress 3.0 или новее

source: Please update!
cs_cz: Aktualizovat!
de_de: Bitte aktualisieren!
id_id: Silahkan perbaharui!
it_it: Per favore, aggiorna!
ja: アプデートしてください！
lt_lt: Prašome atnaujinti!
nl_nl: Updaten svp!
pl_pl: Zaktualizuj!
ru_ru: Пожалуйста обновите!

source: FAQ
cs_cz: ČKD
ja: ＦＡＱ
lt_lt: DUK
nl_nl: Veel gestelde vragen

source: More plugins from
it_it: Altri pulgin di
lt_lt: Daugiau papildinių iš

source: No items found.
it_it: Non sono stati trovati oggetti.
lt_lt: Nerasta jokių elementų.

source: Recent Posts:
lt_lt: Paskiausi Įrašai:

source: For the help with Chech translation
it_it: Per l'aiuto con la traduzione in Ceco

source: requires WordPress 2.9 or newer.
id_id: membutuhkan WordPress versi 2.9 atau yang lebih tinggi
it_it: richiede WordPress 2.9 o superiore.
ja: ワードプレス2.9以上に対応。

source: Click &lt;Scan&gt; to gather information how plugins use your WordPress database
id_id: Klik &lt;Pindai&gt; untuk mendapatkan informasi bagaiman plugin menggunakan basis data WordPress Anda
it_it: Clicca &lt;Esamina&gt; per raccogliere informazioni su come i plugin utilizzano il tuo database WordPress
ja: &lt;スキャンする&gt;をクリックして、プラグインがワードプレスのデータベースをどのように使っているかの情報を収集。

source: Plugins Garbage Collector
ja: プラグイン・ゴミ・コレクター
